Repository: Gaoyifei1011/GetStoreApp
Catalog: GetStoreApp/Strings/*/Store.resw
Source language: en_us
Languages: ar, zh_hans_cn

source: Cancel
ar: إلغاء
zh_hans_cn: 取消

# CancelToolTip
source: Exit multi-select mode
ar: الخروج من وضع التحديد المتعدد
zh_hans_cn: 退出多选模式

source: Copy
ar: نسخ
zh_hans_cn: 复制

# CopyInformation
source: Copy info
ar: نسخ المعلومات
zh_hans_cn: 复制信息

# CopyInformationToolTip
source: Copy the information to the clipboard
ar: نسخ المعلومات إلى الحافظة
zh_hans_cn: 复制信息到剪贴板

source: Copy link
ar: نسخ الرابط
zh_hans_cn: 复制链接

# CopyLinkToolTip
source: Copy the download link to the clipboard
ar: نسخ رابط التنزيل إلى الحافظة
zh_hans_cn: 复制下载链接到剪贴板

source: Copy options
ar: نسخ الخيارات
zh_hans_cn: 复制选项

# CopyOptionsToolTip
source: Click Show Replication Options
ar: انقر لعرض خيارات النسخ
zh_hans_cn: 单击显示复制选项

# CopyQueryedAppInfo
source: Copy app info
ar: نسخ معلومات التطبيق
zh_hans_cn: 复制应用信息

# CopySelectedContent
source: Copy the selected row content
ar: نسخ محتوى الصف المحدد
zh_hans_cn: 复制选中行内容

# CopySelectedContentToolTip
source: Copy the contents of the selected row to the clipboard
ar: نسخ محتويات الصف المحدد إلى الحافظة
zh_hans_cn: 复制选中行的内容到剪贴板

# CopySelectedLink
source: Copy the selected row download link
ar: نسخ رابط التنزيل للصف المحدد
zh_hans_cn: 复制选中行下载链接

# CopySelectedLinkToolTip
source: Copy the download link for the selected row to the clipboard
ar: نسخ رابط التنزيل للصف المحدد إلى الحافظة
zh_hans_cn: 复制选中行的下载链接到剪贴板

# CopyToolTip
source: Copy the selected content to the clipboard
ar: نسخ المحتوى المحدد إلى الحافظة
zh_hans_cn: 复制选中的内容到剪贴板

# DownloadSelected
source: Download the selected item
ar: تنزيل العنصر المحدد
zh_hans_cn: 下载选中的项目

source: File Name
ar: اسم الملف
zh_hans_cn: 文件名称

source: File Size
ar: حجم الملف
zh_hans_cn: 文件大小

source: Fill in
ar: املأ
zh_hans_cn: 填入

# HistoryAppName
source: App name / category id
ar: اسم التطبيق / معرف الفئة
zh_hans_cn: 应用名称

# HistoryChannel
source: Channel
ar: القناة
zh_hans_cn: 通道

# HistoryContent
source: Input content
ar: محتوى الإدخال
zh_hans_cn: 输入的内容

# HistoryEmpty
source: The history is empty
ar: السجل فارغ
zh_hans_cn: 历史记录空空如也

# HistoryLink
source: Link
ar: الرابط
zh_hans_cn: 链接

# HistoryType
source: Type
ar: النوع
zh_hans_cn: 类型

source: Language and region
ar: اللغة والمنطقة
zh_hans_cn: 语言和区域

# LanguageAndRegionToolTip
source: Open Language and Region in settings
ar: فتح اللغة والمنطقة في الإعدادات
zh_hans_cn: 打开设置中的语言和区域

source: Learn more
ar: تعرف على المزيد
zh_hans_cn: 了解更多

# NonPackagedApp
source: Classic app
ar: تطبيق كلاسيكي
zh_hans_cn: 传统应用

source: Open link
ar: فتح الرابط
zh_hans_cn: 打开链接

# OpenLinkToolTip
source: Use browser to open the link
ar: استخدم المتصفح لفتح الرابط
zh_hans_cn: 使用浏览器打开链接

source: Options
ar: الخيارات
zh_hans_cn: 选项

# OptionsToolTip
source: Select the options you want to use
ar: اختر الخيارات التي تريد استخدامها
zh_hans_cn: 选择您要使用的选项

source: Packaged app
ar: تطبيق معبأ
zh_hans_cn: 打包应用

# QueryedAppDescription
source: App description:
ar: وصف التطبيق:
zh_hans_cn: 应用描述：

# QueryedAppInfo
source: App information
ar: معلومات التطبيق
zh_hans_cn: 应用信息

# QueryedAppName
source: App name:
ar: اسم التطبيق:
zh_hans_cn: 应用名称：

# QueryedAppPublisher
source: Publisehr:
ar: الناشر:
zh_hans_cn: 发布者：

# QueryedAppType
source: AppType:
ar: نوع التطبيق:
zh_hans_cn: 应用类型：

source: Query links
ar: استعلام الروابط
zh_hans_cn: 查询链接

# QueryLinksCountInfo
source: {0} results were queryed from the Microsoft Store
ar: تم استعلام {0} نتائج من متجر Microsoft
zh_hans_cn: 从微软商店中查询到{0}条结果

# QueryLinksEmpty
source: No results have been searched, please check the link you entered and try again
ar: لم يتم البحث عن نتائج، يرجى التحقق من الرابط الذي أدخلته والمحاولة مرة أخرى
zh_hans_cn: 没有搜索到任何结果，请检查您输入的链接后重试

# QueryLinksInfoError
source: An error occurred while querying the link from the Microsoft Store's servers
ar: حدث خطأ أثناء استعلام الرابط من خوادم متجر Microsoft
zh_hans_cn: 从微软商店的服务器中查询链接时发生了错误

# QueryLinksInfoGetting
source: Querying from Microsoft Store's servers, please wait...
ar: جاري الاستعلام من خوادم متجر Microsoft، يرجى الانتظار...
zh_hans_cn: 正在从微软商店的服务器中进行查询，请稍候......

# QueryLinksInfoSuccess
source: These links have been successfully queried from the Microsoft Store's servers
ar: تم استعلام هذه الروابط بنجاح من خوادم متجر Microsoft
zh_hans_cn: 已成功从微软商店的服务器中查询到这些链接

# QueryLinksInfoWarning
source: The data returned by the server is empty, please check the link you entered
ar: البيانات التي تم إرجاعها من الخادم فارغة، يرجى التحقق من الرابط الذي أدخلته
zh_hans_cn: 服务器返回的数据为空，请检查您输入的链接

# QueryLinksToolTip
source: Query the download links for the current app and its dependencies
ar: استعلام روابط التنزيل للتطبيق الحالي واحتياجاته
zh_hans_cn: 查询当前应用及其依赖的下载链接

source: Query result
ar: نتيجة الاستعلام
zh_hans_cn: 查询结果

# Recent
source: Recently used items
ar: العناصر المستخدمة مؤخرًا
zh_hans_cn: 最近使用的项目

# SampleTitle
source: For example:
ar: على سبيل المثال:
zh_hans_cn: 例如：

source: Search apps
ar: ابحث عن التطبيقات
zh_hans_cn: 搜索应用

# SearchPlaceHolderText
source: For example: Microsoft Corporation
ar: على سبيل المثال: Microsoft Corporation
zh_hans_cn: 例如：Microsoft Corporation

source: Search Result
ar: نتيجة البحث
zh_hans_cn: 搜索结果

# SearchStore
source: Search apps
ar: ابحث عن التطبيقات
zh_hans_cn: 搜索应用

# SearchStoreCountInfo
source: {0} results were searched from the Microsoft Store
ar: تم البحث عن {0} نتائج من متجر Microsoft
zh_hans_cn: 从微软商店中搜索到{0}条结果

# SearchStoreEmpty
source: No results have been searched, please check the content you entered and try again
ar: لم يتم البحث عن نتائج، يرجى التحقق من المحتوى الذي أدخلته والمحاولة مرة أخرى
zh_hans_cn: 没有搜索到任何结果，请检查您输入的内容后重试

# SearchStoreInfoError
source: An error occurred while searching apps from the Microsoft Store's servers
ar: حدث خطأ أثناء البحث عن التطبيقات من خوادم متجر Microsoft
zh_hans_cn: 从微软商店的服务器中搜索应用时发生了错误

# SearchStoreInfoGetting
source: Searching from the Microsoft Store's servers, please wait...
ar: جاري البحث من خوادم متجر Microsoft، يرجى الانتظار...
zh_hans_cn: 正在从微软商店的服务器中进行搜索，请稍候......

# SearchStoreInfoSuccess
source: These apps have been successfully searched from the Microsoft Store servers
ar: تم البحث عن هذه التطبيقات بنجاح من خوادم متجر Microsoft
zh_hans_cn: 已成功从微软商店的服务器中搜索到这些应用

# SearchStoreInfoWarning
source: The data returned by the server is empty, please check what you entered
ar: البيانات التي تم إرجاعها من الخادم فارغة، يرجى التحقق مما أدخلته
zh_hans_cn: 服务器返回的数据为空，请检查您输入的内容

source: Select
ar: تحديد
zh_hans_cn: 选择

source: Select all
ar: تحديد الكل
zh_hans_cn: 全选

# SelectedToolTip
source: Selected
ar: محدد
zh_hans_cn: 已选择

source: Select none
ar: عدم التحديد
zh_hans_cn: 全部不选

# SelectToolTip
source: Enter multi-select mode
ar: الدخول في وضع التحديد المتعدد
zh_hans_cn: 进入多选模式

# StoreAppLink
source: App link
ar: رابط التطبيق
zh_hans_cn: 应用链接

# StoreAppName
source: App name
ar: اسم التطبيق
zh_hans_cn: 应用名称

# StoreAppPublisher
source: App publisher
ar: ناشر التطبيق
zh_hans_cn: 发布者

# Title
source: Microsoft Store
ar: متجر Microsoft
zh_hans_cn: 微软商店

# UnSelectedToolTip
source: Not selected
ar: غير محدد
zh_hans_cn: 未选择

# UseInstruction
source: Direction for use
ar: إرشادات الاستخدام
zh_hans_cn: 使用说明

# UseInstructionToolTip
source: Click to learn how to use the app
ar: انقر لمعرفة كيفية استخدام التطبيق
zh_hans_cn: 点击了解应用的具体使用方法

# Welcome
source: Welcome to use GetStoreApp
ar: مرحبًا بك في استخدام GetStoreApp
zh_hans_cn: 欢迎使用获取商店应用
